Repository: thermesmarins/tmsm-woocommerce-dialoginsight
Catalog: languages/tmsm-woocommerce-dialoginsight-*.po
Languages: fr_fr

# birthday date format conversion
source: m/d/Y
fr_fr: d/m/Y

source: Allow buyers to optin for a Dialog Insight list
fr_fr: Permettre aux acheteurs de s’inscrire à une liste Dialog Insight

source: API Key
fr_fr: Clé API

source: Enter your API Key
fr_fr: Saisir la clé API

source: Key ID
fr_fr: ID de clé

source: Enter your Key ID
fr_fr: Saisir l’ID de clé

source: Project ID
fr_fr: ID de projet

source: Enter your project ID
fr_fr: Saisir l’ID de projet

source: Optin Field
fr_fr: Abonnement

source: Enter your optin field
fr_fr: Saisir l’abonnemet

source: Checkbox Label
fr_fr: Libellé de la case à cocher

source: Subscribe to our newsletter
fr_fr: Je m’inscris à la newsletter

source: Checkbox Action
fr_fr: Action pour la case à cocher
